[  
   {  
      "title":"Too Political? That Is Exactly What the NFL Has Become",
      "content":"The National Football League has declared a request made by the public address announcer at the start of every football game, and practically every major American sporting event at every level of competition for that matter, is “too political” for the Super Bowl Program.Put another way, the NFL facilitates and condones a public call for all 80,000+ fans, players, officials, and vendors to stand for the playing of the national anthem at every single game. Yet, the league denied a full-page ad placed by American Veterans (AMVETS) asking players and fans to “please stand” because it “could be considered by some as a political statement.",
      "industryTags":[  
         {  
            "name":"NFL"
         },
         {  
            "name":"Sports"
         }
      ],
      "issueTags":[  
         {  
            "name":"National Football League"
         },
         {  
            "name":"Politics"
         }
      ],
      "conBlurb":[  
         {  
            "company":{  
               "name":"Adidas",
               "logoUrl":"url_sample"
            },
            "content":"Adidas AG is a multinational corporation, founded and headquartered in Herzogenaurach, Germany, that designs and manufactures shoes, clothing and accessories."
         },
         {  
            "company":{  
               "name":"Nike",
               "logoUrl":"url_sample-2"
            },
            "content":"Nike, Inc. is an American multinational corporation that is engaged in the design, development, manufacturing, and worldwide marketing and sales of footwear, apparel, equipment, accessories, and services."
         }
      ],
      "proBlurb":[  
         {  
            "company":{  
               "name":"Bose Corporation",
               "logoUrl":"url_Sample-3"
            },
            "content":"Bose Corporation is a privately held American corporation, based in Framingham, Massachusetts, that designs, develops and sells audio equipment."
         },
         {  
            "company":{  
               "name":"FedEx",
               "logoUrl":"no-logo-3"
            },
            "content":"FedEx Corporation is an American multinational courier delivery services company headquartered in Memphis, Tennessee."
         }
      ]
   },
   {  
      "title":"Pepsi Almost Has Environmental Disaster, Liberals Lose Minds over Kendall Jenner Ad",
      "content":"Some 7,200 gallons of concentrated Mountain Dew syrup created a “huge foaming event” and generated environmental concerns after it went down the drain, literally, at the Pepsi bottling plant on Mason Road in Howell last month.",
      "industryTags":[  
         {  
            "name":"PepsiCo"
         },
         {  
            "name":"Beverages"
         }
      ],
      "issueTags":[  
         {  
            "name":"Nature Conservancy"
         },
         {  
            "name":"Environment"
         }
      ],
      "conBlurb":[  
         {  
            "company":{  
               "name":"Lipton",
               "logoUrl":"no-logo"
            },
            "content":"Lipton is a British brand of tea, owned by the company Unilever. Lipton was also a supermarket chain in the United Kingdom before it was sold off to Argyll Foods, to allow the company to focus solely on tea."
         },
         {  
            "company":{  
               "name":"Tropicana Products Inc.",
               "logoUrl":"no-logo-1"
            },
            "content":"Tropicana Products, Inc. is an American multinational company which primarily makes fruit-based beverages. It was founded in 1947 by Anthony T. Rossi in Bradenton, Florida. Since 1998, it has been owned by PepsiCo. Tropicana's headquarters are in Chicago. The company specializes in the production of orange juice."
         }
      ],
      "proBlurb":[  
         {  
            "company":{  
               "name":"Coca-Cola",
               "logoUrl":"url_sample-5"
            },
            "content":"The Coca-Cola Co. operates as a beverage company. It manufactures, markets, and sells non-alcoholic beverages which include sparkling beverages and still beverages such as waters; enhanced waters; juices and juice drinks."
         },
         {  
            "company":{  
               "name":"Pepper Snapple Group",
               "logoUrl":"url_sample-6"
            },
            "content":"Dr Pepper Snapple Group, Inc. engages in the manufacturing, marketing and distribution of non-alcoholic beverages with a portfolio of flavored carbonated soft drinks and non-carbonated beverages. It operates through the following segments: Beverage Concentrates, Packaged Beverages, and Latin America Beverages."
         }
      ]
   }
]